Repository: common-repository/ajax-contact-me
Catalog: languages/contactme-*.po
Languages: es_es, fr_fr, ru_ru, sl_si

source: Confirmation e-mail
es_es: Confirmación e-mail
fr_fr: email de confirmation
ru_ru: Подтверждение
sl_si: Potrditveno e-sporoèilo

source: Dear {visitor_name}!
es_es: Estimado {visitor_name}!
fr_fr: Cher(e) {visitor_name} !
ru_ru: Уважаемый {visitor_name}!
sl_si: Spoštovani {visitor_name}!

source: By this message we confirm receiving your request. We will contact you as soon as possible.
es_es: Mediante éste mensaje le confirmamos que hemos recibido su petición. Contactaremos con usted tan pronto como nos sea posible.
fr_fr: Nous confirmons avoir reçu votre message. Nous vous contacterons dès que possible.
ru_ru: Этим сообщением мы подтверждаем получение вашего запроса. Мы свяжемся с вами сразу, как сможем.
sl_si: Prejeli smo vaš zahtevek. Kontaktirali vas bomo takoj, ko bo mogoèe.

source: Thanks,
es_es: Gracias,
fr_fr: Merci,
ru_ru: Спасибо,
sl_si: Hvala,

source: Please fill in the following form to contact us
es_es: Por favor rellene el siguiente formulario para contactar con nosotros
fr_fr: Merci de remplir le formulaire suivant pour nous contacter
ru_ru: Пожалуйста, заполните форму
sl_si: Prosimo, da izpolnete obrazec, èe želite z nami stopiti v stik

source: <h1>Form successfully submitted</h1>
es_es: <h1>Formulario entregado con éxito</h1>
fr_fr: <h1>Formulaire soumis avec succès</h1>
ru_ru: <h1>Данные успешно отправлены</h1>
sl_si: <h1>Obrazec je bil uspešno poslan</h1>

source: Thank you <strong>{visitor_name}</strong>, your message has been submitted to us.
es_es: Gracias <strong>{visitor_name}</strong>, su mensaje se ha enviado a nosotros.
fr_fr: Merci <strong>{visitor_name}</strong>, votre message nous a bien été transmis.
ru_ru: Спасибо <strong>{visitor_name}</strong>. Ваше сообщение отправлено.
sl_si: Hvala <strong>{visitor_name}</strong>, vaše sporoèilo je bilo poslano.

source: E-mail for notifications must be valid e-mail address
es_es: El e-mail para notificaciones ha de ser una direcci&oacuten v&aacutelida.
fr_fr: L'email pour les notifications doit être une adresse valide
ru_ru: Некорректный e-mail адрес для уведомлений
sl_si: E-poštni naslov za obvestila mora biti veljaven

source: Sender e-mail must be valid e-mail address
es_es: El e-mail remitente ha de ser una direcci&oacuten v&aacutelida
fr_fr: L'expéditeur doit avoir une adresse email valide
ru_ru: Некорректный e-mail адрес отправителя
sl_si: E-poštni naslov pošiljatelja mora biti veljaven

source: Sender name is too short
es_es: El nombre del remitente es demasiado corto
fr_fr: Le nom de l'expéditeur est trop court
ru_ru: Имя отправителя слишком короткое
sl_si: Ime pošiljatelja je prekratko

source: Confirmation e-mail subject must contain at least 3 characters
es_es: El campo "Asunto del e-mail de confirmaci&oacuten" debe de contener al menos 3 car&aacutecteres
fr_fr: Le sujet du mail de confirmation doit contenir au moins 3 caractères
ru_ru: Длина темы подтверждающего сообщения должна быть минимум 3 символа
sl_si: Naslov potrditvenega sporoèila mora vsebovati vsaj 3 znake

source: Confirmation e-mail subject must contain maximum 64 characters
es_es: El campo "Asunto del e-mail de confirmaci&oacuten" debe de contener un m&aacuteximo de 64 car&aacutecteres
fr_fr: Le sujet du mail de confirmation doit contenir au maximum 64 caractères
ru_ru: Длина темы подтверждающего сообщения должна быть максимум 64 символа
sl_si: Naslov potrditvenega sporoèila lahko vsebuje najveè 64 znakov

source: Confirmation e-mail body must contain at least 3 characters
es_es: El campo "Cuerpo del e-mail de confirmaci&oacuten" debe de contener al menos 3 car&aacutecteres
fr_fr: Le corps du mail de confirmation doit contenir au moins 3 caractères
ru_ru: Длина подтверждающего сообщения должна быть минимум 3 символа
sl_si: Vsebina potrditvenega sporoèila mora vsebovati vsaj 3 znake

source: Form title is too short
es_es: El t&iacutetulo del formulario es demasiado corto
fr_fr: Le titre du formulaire est trop court
ru_ru: Заголовок формы слишком короткий
sl_si: Naslov je prekratek

source: Thanksgiving message must contain at least 3 characters
es_es: El mensaje de agradecimiento debe de contener al menos 3 caract&eacuteres
fr_fr: Le message de remerciement doit contenir au moins 3 caractères
ru_ru: Длина благодарственного сообщения должна быть минимум 3 символа
sl_si: Sporoèilo za zahvalo mora vsebovati vsaj 3 simbole

source: Contact Me
fr_fr: Contactez-moi
sl_si: Kontaktirajte nas

source: The following error(s) exists:
es_es: Existen los siguientes errores:
fr_fr: L'erreur suivante est apparue :
ru_ru: Обнаружены следующие ошибки:
sl_si: Prišlo je do sledeèih napak:

source: Contact Me - Settings
es_es: Contacteme- par&aacutemetros
fr_fr: Contact - Paramètres
ru_ru: Contact Me - Настройки
sl_si: Kontaktirajte nas - Nastavitve

source: Click to hide this box
es_es: Click para ocultar esta casilla
fr_fr: Cliquez pour cacher cette boîte
ru_ru: Скрыть
sl_si: Pritisni, da se polje skrije

source: Hide
es_es: Ocultar
fr_fr: Masquer
ru_ru: Скрыть
sl_si: Skrij

source: Support further development
es_es: Apoyar un mayor desarrollo
fr_fr: Soutenir les futurs développements
ru_ru: Поддержите дальнейшую разработку
sl_si: Podpri nadaljni razvoj

source: You are happy with this plugin and want to help make it even better? Donate small amount and support further development. All donations are used to improve this plugin!
es_es: Usted está contento con este plugin y quiere ayudar a que sea aún mejor? Done una pequeña cantidad y apoye un mayor desarrollo. Todas las donaciones se utilizar&aacuten para mejorar este plugin!
fr_fr: Vous êtes satisfait de ce plugin et voulez aider à l'améliorer ? Faites un petit don et soutenez les futurs développements. Tous les dons sont utilisés pour améliorer ce plugin !
ru_ru: Вам понравился плагин, и вы хотите, чтобы он стал еще лучше? Отправьте небольшое пожертвование - тем самым вы поддержите дальнейшую разработку плагина.
sl_si: Želite izboljšati modul? Podarite manjšo vsoto. Vse donacije bodo namenjene nadaljnem razvoju modula

source: General Settings
es_es: Par&aacutemetros Generales
fr_fr: Paramètres généraux
ru_ru: Основные настройки
sl_si: Splošne nastavitve

source: E-mail for notifications:
es_es: E-mail para notificaciones:
fr_fr: Email pour les notifications:
ru_ru: E-mail для уведомлений:
sl_si: E-poštni naslov namenjen oznanilom

source: Please enter e-mail address. All submitted form details are sent to this e-mail address.
es_es: Por favor introduzca una direcci&oacuten de e-mail. Todos los detalles de los formularios ser&aacutesn enviados a &eacutesta direcci&oacuten
fr_fr: Merci d'entrer une adresse email. Tous les détails du formulaire seront envoyés à cette adresse.
ru_ru: Пожалуйста, введите e-mail адрес. Все данные, полученные через форму, будут отправляться на этот адрес.
sl_si: Vnesite e-poštni naslov. Vse odposlane podrobnosti obrazca bodo poslane na ta naslov

source: Sender name:
es_es: Nombre del Remitente:
fr_fr: Expéditeur:
ru_ru: Имя отправителя:
sl_si: Ime pošiljatelja:

source: Please enter sender name. All confirmation messages are sent using this name as "FROM:" header value.
es_es: Por favor introduzca el nombre del remitente. Todos los mensajes de confirmaci&oacuten ser&aacuten enviados usando &eacuteste nombre en el valor de cabecera "FROM:"
fr_fr: Merci d'entrer un nom d'expéditeur. Tous les messages de confirmation sont envoyés en utilisant ce nom en tant que valeur dans la zone "De:" des emails.
ru_ru: Пожалуйста, введите имя отправителя. Все подтверждающие сообщения будут отправляться от этого имени.
sl_si: Prosimo, vnesite ime pošiljatelja. Vsa potrditvena sporoèilo so poslana pod danim imenom kot "FROM:" vrednost glave.

source: Sender e-mail:
es_es: E-mail del Remitente
fr_fr: Email de l'expéditeur
ru_ru: E-mail отправителя:
sl_si: E-poštni naslov pošiljatelja

source: Please enter sender e-mail. All confirmation messages are sent using this e-mail as "FROM:" header value.
es_es: Por favor introduzca el e-mail del remitente. Todos los mensajes de confirmaci&oacuten ser&aacuten enviados usando &eacuteste e-mail en el valor de cabecera "FROM:"
fr_fr: Merci d'entrer un email d'expéditeur. Tous les messages de confirmation sont envoyés en utilisant cet email dans la zone "De" des emails.
ru_ru: Пожалуйста, введите e-mail отправителя. Все подтверждающие сообщения будут отправляться с этого адреса.
sl_si: Prosimo vnesite e-poštni naslov pošiljatelja. Vsa potrditvena sporoèilo so poslana pod danim imenom kot "FROM:" vrednost glave.

source: Send Confirmation:
es_es: Confirmaci&oacuten de envio:
fr_fr: Envoyer la confirmation
ru_ru: Отправлять подтверждения:
sl_si: Pošlji potrditev

source: Send confirmation e-mail
es_es: E-mail de confirmaci&oacuten de envio:
fr_fr: Envoyez un email de confirmation
ru_ru: Отправлять подтверждающие e-mail сообщения
sl_si: Pošlji potrditveni e-poštni naslov

source: Enable sending confirmation e-mail to visitors.
es_es: Permitir enviar un e-mail de confirmaci&oacuten del envio correcto del formulario a los visitantes.
fr_fr: Autoriser l'envoi d'emails de confirmation aux visiteurs
ru_ru: Отправлять подтверждающие e-mail сообщения пользователям, отправившим данные через форму.
sl_si: Omogoèi pošiljanje potrditvenega e-sporoèila obiskovalcem.

source: Confirmation e-mail subject:
es_es: Asunto del e-mail de confirmaci&oacuten:
fr_fr: Sujet de l'email de confirmation:
ru_ru: Тема подтверждающего сообщения:
sl_si: Tema potrditvenega e-sporoèila:

source: Every visitor who submitted the form receives confirmation e-mail message by e-mail. This is the subject of the message.
es_es: Cada visitante que ha enviado el formulario recibe un e-mail de confirmación por correo electrónico. &Eacuteste es el asunto del mensaje.
fr_fr: Chaque visiteur validant le formulaire reçoit un email de confirmation. Ceci est le sujet du message.
ru_ru: Каждый пользователь, отправивший данные через форму, будет получать подтверждающее сообщение на свой e-mail. Поле содержит тему сообщения.
sl_si: Vsak obiskovalec, ki je poslal obrazec, prejme potrditveno e-sporoèilo na e-poštni naslov. To je naslov sporoèila.

source: Confirmation e-mail body:
es_es: Cuerpo del e-mail de confirmaci&oacuten:
fr_fr: Corps de l'email de confirmation:
ru_ru: Подтверждающее сообщение:
sl_si: Vsebina potrditvenega e-sporoèila

source: This e-mail message is sent to visitors who submitted the form. You can use the following keywords: {visitor_name}, {visitor_email}, {visitor_message}.
es_es: &Eacuteste e-mail es enviado a los visitantes que envian un formulario. Puedes usar las siguientes keywords: {visitor_name}, {visitor_email}, {visitor_message}.
fr_fr: Cet email est envoyé aux visiteurs validant le formulaire. Vous pouvez utiliser les mots-clés suivants : {visitor_name}, {visitor_email}, {visitor_message}.
ru_ru: Текст подтверждающего сообщения. Вы можете использовать следующие ключевые слова: {visitor_name}, {visitor_email}, {visitor_message}.
sl_si: To sporoèilo se pošlje uporabnikom, ki so oddali sporoèilo. Uporabite lahko sledeèe kljuène besede: {visitor_name}, {visitor_email}, {visitor_message}.

source: Form theme:
es_es: Tema del Formulario:
fr_fr: Thème du formulaire:
ru_ru: Шаблон формы:
sl_si: Teme obrazca

source: Select desired form theme.
es_es: Seleccione el tema deseado.
fr_fr: Sélectionnez le thème désiré pour le formulaire.
ru_ru: Выберите шаблон формы.
sl_si: Izberite željeno temo obrazca.

source: Form title:
es_es: T&iacutetulo del formulario:
fr_fr: Titre du formulaire:
ru_ru: Заголовок формы:
sl_si: Naslov obrazca

source: Please enter form title.
es_es: Por favor introduzca el t&iacutetulo del formulario.
fr_fr: Merci d'entrer un titre.
ru_ru: Пожалуйста, введите заголовок формы.
sl_si: Prosimo vnesite naslov obrazca.

source: Thanksgiving message:
es_es: Mensaje de agradecimiento:
fr_fr: Message de remerciement:
ru_ru: Благодарственное сообщение:
sl_si: Zahvalno sporoèilo:

source: This message is displayed if user successfully submitted the form. You can use the following keywords: {visitor_name}, {visitor_email}. HTML allowed.
es_es: &Eacuteste mensaje aparece si el usuario ha enviado correctamente el formulario. Puede utilizar las siguientes keywords: {visitor_name}, {visitor_email}. HTML permitido.
fr_fr: Ce message s'affiche si l'utilisateur a validé avec succès le formulaire. Vous pouvez utiliser les mots-clés suivants : {visitor_name}, {visitor_email}. HTML autorisé.
ru_ru: Это сообщение отображается в случае, кода данные пользователя успешно отправлены. Вы можете использовать следующие ключевые слова: {visitor_name}, {visitor_email}, а так же HTML-тэги.
sl_si: Sporoèilo se prikaže, èe je uporabnik uspešno odpsolal obrazec. Lahko uporabite sledeèe kljuène besede: {visitor_name}, {visitor_email}. HTML allowed.

source: Update Settings
es_es: Salvar Cambios
fr_fr: Paramètres de mise à jour
ru_ru: Сохранить Настройки
sl_si: Posodobi nastavitve

source: <strong>Contact Me plugin almost ready.</strong> You must do some <a href="admin.php?page=contact-me">settings</a> for it to work.
es_es: <strong>El plugin Contact Me está casi listo.</strong> Debes hacer algunos <a href="admin.php?page=contact-me">ajustes</a> para que funcione.
fr_fr: <strong>Le plugin Contact Me est presque prêt</strong> Il ne vous reste que quelques <a href="admin.php?page=contact-me">paramètres</a> à renseigner pour le faire fonctionner.
ru_ru: <strong>Плагин Contact Me почти готов к работе.</strong> Выполните необходимые <a href="admin.php?page=contact-me">настройки</a>.
sl_si: <strong>Modul skoraj pripravljen.</strong> Potrebno je urediti <a href="admin.php?page=contact-me">nastavitve</a> da bo deloval.

source: Your Name
es_es: Nombre
fr_fr: Votre nom
ru_ru: Ваше имя
sl_si: Vaše ime

source: E-mail
fr_fr: Votre email
sl_si: E-poštni naslov

source: Comments
es_es: Mensaje
fr_fr: Votre message
ru_ru: Сообщение
sl_si: Vsebina

source: Submit
es_es: Enviar
fr_fr: Envoyer
ru_ru: Отправить
sl_si: Pošlji

source: Your name is required.
es_es: Su nombre es obligatorio.
fr_fr: Votre nom est obligatoire
ru_ru: Имя не может быть пустым.
sl_si: Ime je obvezno.

source: Your e-mail address is required.
es_es: Su e-mail es obligatorio.
fr_fr: Votre adresse email est obligatoire
ru_ru: E-mail не может быть пустым.
sl_si: E-poštni naslov je obvezen.

source: You have entered an invalid e-mail address.
es_es: Usted ha introducido una direcci&oacuten e-mail incorrecta.
fr_fr: Vous avez entré une adresse email invalide.
ru_ru: Вы ввели некорректный e-mail.
sl_si: Vnesli ste neveljaven e-poštni naslov.

source: You must enter a message to send.
es_es: Debe de introducir un mensaje.
fr_fr: Vous devez taper un message avant d'envoyer.
ru_ru: Сообщение не может быть пустым.
sl_si: Potrebno je napisati sporoèilo.

source: Attention! Please correct the errors below and try again.
es_es: Atenci&oacuten! Por favor rectifique los siguientes errores y pruebe otra vez.
fr_fr: Attention! Merci de corriger les erreurs suivantes et d'essayer à nouveau.
ru_ru: Внимание! Исправьте ошибки и повторите попытку.

source: You have been contacted by
es_es: Ha sido contactado por
fr_fr: Vous avez été contacté par
ru_ru: Получено сообщение от
sl_si: Kontaktiral vas je

source: The message is as follows.
es_es: El mensaje es el siguiente:
fr_fr: Le message est le suivant.
ru_ru: Текст сообщения.
sl_si: Sporoèilo je sledeèe.

source: You can contact
es_es: Usted puede contactar con
fr_fr: Vous pouvez contacter
ru_ru: Вы можете связаться с
sl_si: Lahko kontaktirate

source: via email
fr_fr: par email
ru_ru: по e-mail
sl_si: preko pošte

source: Internal error occured!
fr_fr: Une erreur interne est survenue!
ru_ru: Обнаружена внутреняя ошибка сервера!
sl_si: Prišlo je do notranje napake!
